Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: Request a Language
xka: اّجیب تہ درخاس دہ۔

source: Request recordings
xka: ریکارڈنگز کیر درخاس دہ

source: *required
xka: داوگیال

source: Re-record
xka: دیکاڈ

source: Re-record clip
xka: ریکاڈ دیرا

source: Respond
xka: گین نہ تھال۔

source: Respond To Prompt
xka: تیدی کیر جواب

source: Response deleted successfully
xka: جواب کمیابی سہ ݭار تھال۔

source: Response submitted successfully
xka: جواب کمیابی سہ جمع تھال

source: Return
xka: نوٹھ

source: Return here to edit your goal anytime.
xka: تانی کار۔مینکراں سات ڈیزیلکیر آما پر نوٹ

source: Return to Common Voice
xka: کامن وایس پر نو ٹ

source: Return to Common Voice Datasets
xka: کامن وائس ڈیٹاسیٹ نوٹا۔

source: Return to Languages
xka: جب تھ نوٹھ۔

source: Review
xka: نالیل

source: Review could not be saved. Please try again later.
xka: نالیگیال نہ ݭݨک بال اؘ شبہ پتا دراں ڈز

source: ⓘ Review Criteria
xka: نالیل اؘ شرطونی

source: Review Criteria
xka: نالیل شرطونی

source: Reviewed sentences not submitted, are sure?
xka: یقین این اؘ نالگیل جولال مکھا مک نہ تھال

source: Review existing sentences submitted by the community
xka: تسے خلق ام کتہ جولال تال تے تس دی یرا نال سو کتہ این

source: Reviewing Sentences
xka: جولال نالا

source: Review & re-record clips here as you go
xka: بایل ٹائم رل اندازہ گی تے دیرا ریکاڈ تھ

source: Review & re-record clips if needed
xka: پکار یال تھ کلپس اندازہ گی تھ دیرا ریکاڈ تھا

source: Review Sentences
xka: جولال تھ اوپ تھا

source: Review sentences in your language
xka: تانی جیب جملا دیراں نال۔

source: Review & Submit
xka: اندازہ گی تھ جمع تھا۔

source: Review transcriptions
xka: دیراں نالیل

source: Review transcriptions of recorded sentences for accuracy
xka: درستگی ریکاڈ بیگال ٹیکیل اوںمہ نقل آل گینا

source: Review Transcriptions <small>(Coming soon)</small>
xka: ترجمہ دیراں نال<small>تیپہ پݭہ</small>

source: Review user-submitted transcriptions in your language
xka: تانی جب می فلانکیہ مک دا جمع تھاگیل نقلاؘ آل لاؘ

source: Romanian
xka: رومانیین

source: Romansh Sursilvan
xka: رومانش سرسلون

source: Romansh Vallader
xka: رومنش ولاڈر

source: Runyankole
xka: رنیانکول

source: Russian
xka: روسی

source: s
xka: س

source: S
xka: س

source: Sabah Bisaya
xka: سباح بسایہ

source: Sabah Malay
xka: سباح مالے

source: Sa'ban
xka: سبان

source: Sakha
xka: سخا

source: Santali (Ol Chiki)
xka: سنٹالی۔۔۔۔اول چکی

source: Saraiki
xka: سراییکی

source: Sardinian
xka: سرڈینین

source: Save
xka: سبال

source: Saved
xka: سبال تھا

source: Scots
xka: سکوٹس

source: Scripted Speech
xka: میݭٹ دا چوݨاگیال جولال۔

source: Search
xka: پالیٹل۔

source: See how your progress compares to other contributors all over the world.
xka: تانی پراگرس دی نال۔،ذاتی تے پراجکٹ مقصد ضد سہ

source: See Less
xka: اوچھوٹ نال۔

source: See More
xka: دی نال۔

source: Select a Language...
xka: جب حوشو۔

source: Select an option
xka: ا اختیار حوشا۔

source: Select a variant (optional)
xka: اوتھا اؘ متغیر خوشا۔

source: Selected
xka: جوݭل

source: Select File
xka: فائل حوشا۔

source: Select File to Upload
xka: فائل حوشا تھ اوکالا۔

source: Select the desired language dataset and choose the version you wish to download.
xka: تا خوش جیب ڈیٹا بیس جوشا۔تے کاںورژن ڈاونلوڈ تھاونس تے خوشہ

source: Select up to three domains (optional)
xka: ترہ باگوی خوشہ

source: Select your age
xka: تانی عمر جوݭ۔

source: Select your sex or gender
xka: من تو میش اؘ کو تریر۔

source: Self Citation
xka: تانی حوالہ

source: Send a link to my email
xka: می ای میل تہ ا لنک لاݫہ

source: Send sign up link
xka: ساین اپ لنک لاڑہ

source: Sentence
xka: جولال

source: Sentence Collection
xka: جولال سمٹیل

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
xka: سایٹ لوکلایزیشن کتھ کار تھون

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
xka: جملا استمالکیر اسے گایڈ استمال تہ۔۔۔۔۔۔۔۔۔

source: Sentence Domain
xka: جولال ڈومئن۔

source: Sentences
xka: جولال۔

source: Sentences are collected for people to read aloud.
xka: خلق ام درکِ منیل کیر یجولال سانگیاتاگال این

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
xka: پانج بش جب ام درا وال اَ ڈیٹا سیٹ چلال تہ ران تھا کیر رس رل اک کالہ دش لاکھ ڈالر

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
xka: کاں جملا اماپر سمٹا گیل این یان خلق ام دسہ لایسنسی ڈیٹا سیٹ سہ جمعہ بہ

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
xka: کامن وایس اعوامی ڈیٹآسیٹ۔سوا دنئ رضاکار تے مددگار رس می ڈیزان۔کاں خلق اوازااپلیکیشن ترال شوخآن تہ،تن اوں ڈیٹا سٹ استعمال تیبان۔آج لپار غلبہ اواز ڈیٹا سیٹ

source: { $sentences } sentences reviewed. Thank you!
xka: مربنی ۔جولال نالیل

source: Sentence text
xka: جولال ا ٹکیل

source: Sentence Variant
xka: جولال اؘ تغیر

source: Separate sentences into one line by pressing “Enter” or “Return” once
xka: اک ا کریک می جملا اراک تہانٹر

source: Serbian
xka: سربیین

source: Serian Bidayuh
xka: سیرین بدایوہ

source: Service and Retail
xka: خزمت/ریٹیل

source: Set a goal
xka: ا۔مقصدنخ۔تا

source: Set my visibility
xka: می نالیل۔سمہ

source: Setswana
xka: سیٹ سوانا

source: Settings
xka: برابر

source: Sex
xka: میش۔

source: Sex or Gender
xka: میش یا تیر

source: SHA256 Checksum Copied!
xka: اس ایچ اے

source: Shan
xka: شان

source: Share Common Voice
xka: میلال آواز چاچا

source: Share my goal
xka: می مقصد شییر تہ

source: Share your clip
xka: تانی کلپس چاچو

source: Share your { $count } Clip Daily Goal for { $type }
xka: تانی جولال کٹرہراے° دوس شیر تہ

source: Share your { $count } Clip Weekly Goal for { $type }
xka: تانی جولال کٹر ہفتا می شییر تہ

source: Shilha
xka: شلہا

source: Shortcuts
xka: کھٹن شا

source: [Should be ‘dinosaurs’]
xka: بیدےۡ (ڈاینا سور)

source: [Should be “We are”]
xka: اسان تھ اشل پکار

source: Show me sentences and clips from all variants within my language
xka: مٹھ اسی جب می سوا قسمہ جولال تہ کلپس مشا۔

source: Show my ranking
xka: می باگ مٹہ پاشہ۔

source: Sicilian
xka: سیسیلین

source: Sign up
xka: دسخط

source: Sign up for an account
xka: اؘ اکونٹ کولاو تھ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
xka: کامن وایس اے خطونی ام،ریماینڈر تے پراگرس نوم بال کیر دسخط تہ

source: sign up for email updates
xka: ای میلاپڈیٹس کیر دسخط تہ

source: Sign up for { $lang } updates:
xka: اپان شید تھال کیر لگیل۔

source: Sindhi
xka: سندھی

source: Single
xka: اکون / اّک

source: Single sentence submission
xka: ا کو ن جملہ باگھال

source: Single ZIP file containing
xka: اکون zip فائل نامل والا۔

source: Sinhala
xka: سنہالا

source: Siswati
xka: سسواتی

source: Size
xka: سایز

source: Skip
xka: چھور

source: Skipped
xka: چھوریل

source: Skip Submission Feedback
xka: جمع تھال اؘ نالیل چھورا

source: Slovak
xka: سلواک

source: Slovenian
xka: سلووینین

source: Small batch
xka: لکوٹوش گروپ

source: Small batch sentence submission
xka: اپان سہ

source: Small businesses, including tech and AI start ups
xka: لوٹک روزگارمی ائی ٹی تہ اسٹاٹ پا این

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
xka: ٹرایسکا گھن ڈاینوسار

source: Social media
xka: سوشل میڈیا

source: Somali
xka: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
xka: خینگ جی۔ گرامر می اک دی دا باڑ دی چھلا اشین

source: Someone asks for a language to be added.
xka: کیرا کیرا ا جیب ٹل تال کیر منون

source: Something went wrong while fetching audio for transcriptions. Please try again later.
xka: اوں جب می نقل تھال کیر اوں ٹائم رل گیب اڈیو نان۔مربنی تھا تھ پات تازہ تھا تھ دیرا کوشش تھا۔

source: Something went wrong while fetching prompts. Please try again later.
xka: اجتھال می گجگوا بیل مربنی تھا تھ دراں کوشش تھا۔

source: Something went wrong while fetching transcriptions. Please try again later.
xka: ٹرانسکرپٹشن تھال اؘ ٹائم رل غلطی بیل۔مربنی تھا تھ پتا کوشش تھا۔

source: Something went wrong with reCAPTCHA. Please try again.
xka: recaptach سہ گیجین گوا شہ کچھ این دران کوشش تھ

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
xka: ا جب یا جب ا مینیل والا اک دی دا باڑ ارک منان۔

source: Soninke
xka: سونینکی

source: Sorbian, Lower
xka: سربین بونوم

source: Sorbian, Upper
xka: سربیین اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
xka: مافی داون کامن وایس دماس بال رل یال ۔۔۔۔تسی خوشال اے°باڑ ماربینی

source: Sorry, something went wrong
xka: گجین گوا کھچ بیل۔۔۔خفہ نہ بہ

source: Source: { $sentenceSource }
xka: ثبوت: { $sentenceSource }

source: Southern Kurdish
xka: سدرن کرڈش

source: Southern Sotho
xka: سدرن سوتو

source: Southwestern Tlaxiaco Mixtec
xka: سدرن ٹکسیاسکومکس ٹک

source: Spanish
xka: سپینش

source: Speak
xka: من

source: Speakable
xka: مِن بال اے°

source: Speakers
xka: مانیلدر

source: Speaking
xka: جولون

source: Speaking and Listening
xka: جو لال تےبوجیل

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
xka: تانی اواز دا جولا۔تو کا ں جولون تے بہ ان خوشان۔تی لہجہ ات بیدہ۔۔۔۔تی عام کاں اواز،تے لہجہ تے انداز این اسے اتونشجین

source: Speak now
xka: تیپہ من

source: Speak options menu
xka: موقاؘ رل منا۔

source: Speak up, contribute here!
xka: جول۔۔۔اما مدد تہ

source: Special Characters and Foreign Letters
xka: خاص ٹیکل تے خطونی

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
xka: خاص تے ٹیکل تتین استمال تہ کرا باڑ ضروری بیلتہ۔لخہ کتھ انگریزیا می اپوسٹراف $یون تھہپر ان کیرا بی نہ بوناوں تیس#یا@چݨیل میگیان تہ

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
xka: تقریر جینی شرو تھا۔

source: Spelling and Punctuation
xka: سپلنگ تے نخ

source: Split into { $archiveCount } ZIP files containing
xka: اک شلا zip فائل می ڈا تھا۔

source: Splits
xka: اوراک تال۔۔۔۔۔ڈھاتال

source: Splits (Age and Sex)
xka: اوراک تال ۔۔۔۔۔۔عمر رلتے سکس رل

source: Spontaneous Speech
xka: جولال

source: Start recording
xka: ریکاڈنگ شرو تھ

source: Start typing to describe your accent
xka: تانی مینل منیل کیر ٹئپ تھال شرو تھا۔

source: Stats
xka: من

source: Status Page
xka: سٹکٹس پیج

source: Still have questions?
xka: تیپہ پہ رس می باڑ اؘ بیت این

source: Streaks
xka: سٹریکس

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
xka: گھن ڈآینوسار۔۔۔۔۔۔۔۔۔۔۔ٹراسک اے°

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
xka: ا منندر تو دا دی چھلا جولون تے تسیجولال نہ اشپارا۔۔جوون اہم اوں ھر اک زلال جانیلکیر ھر اک سہ ران تہ ڈیز

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
xka: مہ ا جیب منظوری دال رل کتہ پو۔بم

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
xka: شمبور نوچیریل۔۔۔۔۔۔ٹراسیکہ گھان ڈاینوسور۔۔۔۔۔۔۔۔۔۔کھینس

source: Submit
xka: نام

source: Submit All
xka: ساو جمع تھال

source: Submit a new question for the community to read and respond to
xka: درام تھ منل تے جواب دایل کیر نم سوال جمع تھال پکار

source: Submit a report
xka: رس مے اتہ زات ٹیکیل این آں تسے منیل تے چݨیل بیکر این

source: Submit clips
xka: کلپس جمع تھا

source: Submit new questions for the community to read and respond to
xka: تای جیب خلق ام رل کھجال کیر دی سوالونی نام اون تن نیلی منان تے جواب دان تہ۔

source: Submitted
xka: جمع تھال

source: Subscribe
xka: سبسکرایب

source: Success
xka: کمیابی

source: success checkmark
xka: کامیابی اؘ نخ۔

source: Success, profile created!
xka: ران پروفائل ترا

source: Swahili
xka: سواہلی

source: Swedish
xka: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
xka: جولال سولوحال کیر دراݭم ڈونگ۔نہ قبولیل کیر کھور مک وا دے۔ ڄورل کیر ایشتھ دے۔

source: Syriac
xka: ساریاک

source: Tagalog
xka: ٹاگالوگ

source: Tahitian
xka: ٹآہیٹیین

source: Taiwanese (Minnan)
xka: میانن۔۔۔۔۔تایوانیز

source: Tajik
xka: تاجکی

source: Taking several attempts to read a word.
xka: ا ٹکیل منیل رل باڑ کوشش تھال

source: Tamazight
xka: تماذاییٹ

source: Tamil
xka: تامل

source: Tap
xka: تراپ

source: Tarifit
xka: ٹارِفٹ

source: Tatar
xka: ٹاٹار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
xka: شاعری تھ یا۔

source: Technology and Robotics
xka: ٹکنالوجی تہ روبوٹکس

source: Technology that speaks your language
xka: کاں ٹکنالوجی تسے جب دون تہ

source: TED-LIUM Corpus
xka: کراپس

source: Teke
xka: ٹیکی

source: Tell us what you'd like to download:
xka: اسن منایہ تس گوا ڈاون لوڈ تھان۔

source: Telugu
xka: تلگو

source: Terms
xka: شرطونی

source: <termsLink>Terms</termsLink>
xka: شرطونی

source: Thai
xka: تھا ی

source: Thanks for confirming your account, now let's build your profile.
xka: تانی اکاونٹ نالیل اؘ باڑ مربنی تس یا توسی اکاونٹ نالی۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
xka: دش تے دوبیش زِر جیب ام دوُلک تے اک کم ترہ بیش زر خلق ام باڑ ماربینی،اوں تنی داگیل مالومات جولال جانیل مشینان می شجون اوں سو خلق اوم جولال اوم تہ جواب دون تہ

source: Thank you for contributing to Spontaneous Speech!
xka: سپوٹینس وائس ڈالیہ تھالہ مربنی۔

source: Thank you for contributing your bulk submission!
xka: تانی بلک جمع تھا می مدد تھال اؘ تی باڑ مربنی۔

source: Thank you for contributing your voice!
xka: تی آواز می تھیر گیرال کیر تی مربنی۔

source: Thank you for donating your voice clips!
xka: تانی کلپس خرات تھالیل باڑ مربنی۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
xka: ریکاڈنگ تھال کیر مربنی۔تپہ چپر تانی کلپس نالا تہ جمع تھ

source: Thank you for your information
xka: تی گوا جولال پݭال تو رسی کیر مربنی

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
xka: تی تعاون تھال اؘ مر بنی۔بہ ہرا جب کیر ڈیزی اؘ سہ ریڈی اشہ تو۔

source: Thank you for your voice information
xka: تی آواز معلومات کیر مربنی۔

source: Thank you! You’ve sent a new language enquiry
xka: تی نم جب نالیل کیر لاڈل تی مربنی۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
xka: ران جملہ ران اݭو ۔تہ رو منیل می پہ سوگار اشدہ

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
xka: جولال جانیل انجن ترال اے شوا امسے مدد کیر الد ایڈیاز اون گہ دا ران جملا موڈیم پالینس این۔۔۔تہ ذات جملا ترال می

source: The bumblebee sped by.
xka: بھونرا شور مݭ بل

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
xka: کلپ گورستان می ار اواز آݭون اوں کاں کامن وایسہ گینس تہ اکلپ ام چھلا اوں گورستان ڈاون لوڈ ام کیر پا این° بہ آر خلق ام تے تنظیم آم شکر ادا تھان اوں کو اسا دی این

source: The clip has disrespectful or offensive language.
xka: اوں کلپ می ابوٹ جولال این۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
xka: کامن وایس ڈیٹاسیٹ می لکونو ام حساب دہاوازونو ام نمونہ این۔اوز پویانیل کالے ترال میماھران ام تہ امداد دون

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
xka: خلق ۔۔۔کامن وایس اے ہککورہ گڑن۔۔۔اما پر چور قنج دنا ئ دا خلق اشا ن۔۔۔ کو تہ نیب ماھر،اشون،کو سائنسدان یا ارٹسٹ اشون۔۔اساں دی ٹل بال کیرتو ۔۔۔۔۔۔۔۔۔اس پیج ۔۔۔۔۔۔۔ دی پا اپان پو تہتے اسی کتتا۔

source: The content contains a language different than I was expecting.
xka: می کاں خیال آس تو رو رس دا اورایک اؘ جب این۔

source: The content has disrespectful or offensive language.
xka: اوما پر اوبٹ تہ لات جولال این۔

source: The giant dino [cough] the Triassic.
xka: ٹراسیکا گھن ڈاینو۔۔۔۔۔۔۔۔۔۔۔۔۔۔

source: The giant dinosaur of the Triassic.
xka: ٹرایسکا گھن ڈاینوسار

source: The giant dinosaurs of the Triassi-.
xka: ٹرایسکا گھن ڈاینوسار

source: The giant dinosaurs of the Triassic.
xka: ٹریاسک ا گن ڈانیاسور

source: The giant dinosaurs of the Triassic. [read by one voice]
xka: ٹرایسک اے°گھن ڈاینوسار۔۔ملی منا ا تراٹ سہ

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
xka: ٹراسک کہ گن ڈیناسور

source: The giant dinosaurs of the Triassic. Yes.
xka: آں۔۔۔ٹرایسکا گھن ڈاینوسار

source: The giant dino <strong>[cough]</strong> the Triassic.
xka: [coughthe Triassic.گھن ڈاینوسار

source: The MediaRecorder API is not supported in your browser.
xka: می خیال این میڈیا ریکارڈر۔۔۔اے بپی آئ تی براوزر می نان

source: The number of recordings and which languages you contribute to will be public.
xka: کاں جیب تے ریکارڈںگ تی لاڑیل ،بہ تس عوامی تھیئ

source: The page you are looking for could not be found
xka: توکاںپیج داوؤن اس نہ بیلڑ بال

source: There are currently no prompts for this language. Please refresh the page or try again later.
xka: اوں جب کیر اوں ٹائم رل گئب اشارے نان۔پات تازہ تھا تھ دیران کوشش تھا۔

source: There are currently no sentences to review in this language.
xka: اوں ٹائم رل اوں می نالیل کیر گیب جولال نان

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
xka: جب نالیل کیر اوں ٹائم گیب پٹکیل نان۔مربنی تھا پات تازہ تھا تھ دران کوشش تھا

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
xka: جبوں رل فکیر کیر ا ڈاس پان این۔جولال جانل کالیاوم کیر کامن وائس اوں رایئ این ا دوا مک ا زہانت رل توجو اشدہ۔یا جب اؘ منندر غلبہ اک دی اؘ جولال پو بان رن کوشش تھال تھ۔

source: The recording was too long.
xka: ریکاڈنگ باڑ دریگ این۔

source: The recording was too quiet.
xka: ریکاڈنگ باڑ غولیں این۔

source: The recording was too short.
xka: ریکاڈنگ باڑ کھیٹن این۔

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
xka: اوں جب می نقل تھال کیر گیب اڈیو نان ۔مربنی تھا پات تازہ تھاتھ پتا دیرا کوشش تھا

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
xka: چوݨیل منجر می ہنسہ نہ گیا۔۔۔منیل می مسلا ترون

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
xka: منندر تراٹ آک دی دا قدرتی اوراک آشین۔کیرا باڑدریکے یا با دماس بیل تے دیر ن قبول۔

source: The route was unclear.
xka: پان صفا نہ اس

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
xka: اتوں جب اوں ٹائم رل خلکم نگرانی چیر این۔اخکارہ تھال کیر جملہ ٹک تھال ضارولی

source: The selected file is too large
xka: جوشاگیل فاییل باڑ دریگ اِن

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
xka: جولال جمع تھال والہ کامن وائس کاں ٹپ این تو تھتی مک تھ روان این

source: The sentence has a grammatical or spelling error.
xka: اوں جملامی گرامر تے ٹکیل کھچؘہ این

source: The sentence has disrespectful or offensive language.
xka: اوں جملا مےباڑفالتوتے باؑعزت جیب مِنجیل

source: The sentence must be grammatically correct.
xka: جولال گرمیٹکلی ٹیک بیدے

source: The sentence must be speakable.
xka: جولال منیل لایق بیدے

source: The sentence must be spelled correctly.
xka: جولال ٹیکل می صھی بیدے

source: The sentence should have fewer than 15 words.
xka: جولال می پنجیش دا کم ٹیکل بیدہ

source: The site is ready to be launched when it reaches 75% completion.
xka: سایٹ75،،،فیصد بیل تےرو لانچ بال کیر تیار این

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
xka: سائڈ شردہ نوٹہ۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
xka: ٹی ای ڈی لیوم اڈیو جولال تریجیس۔تسےترجمہ موجود این

source: The website text is translated into that language.
xka: ویب ساٹ اے ٹکسٹ اے° ترجمہ اتوں جیب می بیل

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
xka: اوں پر اپین مانݭ پوانیل اسپاب این۔ لحہ تنی باگ ۔نام امیل تہ نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
xka: اوں معلومات دیل اوپر این۔توساں الا این کیر تلان نہ ۔تو ارام سے اس تو۔
